---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyDescription
source: html/fb334dfa-b6da-4c32-10c8-780be95772dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyDescription Property

"Assembly: Description"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyDescription { get; }
```